Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Aperture has no servers. Every balance and history read goes directly from this iPhone to the public RPC endpoints listed below. The provider sees your IP and your query; Aperture itself records nothing.
af: Aperture het geen bedieners nie. Elke saldo- en geskiedenislesing gaan direk vanaf hierdie iPhone na die publieke RPC-eindpunte hieronder gelys. Die verskaffer sien jou IP en jou navraag; Aperture self teken niks aan nie.
ar: لا توجد لدى Aperture أي خوادم. كل قراءة للرصيد والسجل تذهب مباشرةً من iPhone هذا إلى نقاط RPC العامة المذكورة أدناه. يرى المُزوِّد عنوان IP والاستعلام؛ أما Aperture فلا يسجّل شيئًا.
bg: Aperture няма сървъри. Всяко четене на баланс и история отива директно от този iPhone към публичните RPC крайни точки, изброени по-долу. Доставчикът вижда вашия IP и заявка; самият Aperture не записва нищо.
bn: Aperture-এর কোনো সার্ভার নেই। প্রতিটি ব্যালেন্স ও ইতিহাস পাঠানো হয় সরাসরি এই iPhone থেকে নিচে তালিকাভুক্ত পাবলিক RPC এন্ডপয়েন্টগুলিতে। প্রদানকারী আপনার IP ও কোয়েরি দেখে; Aperture নিজে কিছু রেকর্ড করে না।
ca: Aperture no té servidors. Cada lectura de saldo i historial va directament des d'aquest iPhone als endpoints RPC públics indicats a sota. El proveïdor veu la teva IP i la consulta; Aperture en si no registra res.
cs: Aperture nemá žádné servery. Každý dotaz na zůstatek a historii jde přímo z tohoto iPhonu na veřejné RPC koncové body uvedené níže. Poskytovatel vidí vaši IP a dotaz; samotná Aperture nezaznamenává nic.
da: Aperture har ingen servere. Hver saldo- og historik-forespørgsel går direkte fra denne iPhone til de offentlige RPC-endepunkter, der er angivet nedenfor. Udbyderen ser din IP og din forespørgsel; Aperture selv registrerer intet.
de: Aperture hat keine Server. Jede Abfrage von Kontostand und Verlauf geht direkt von diesem iPhone an die unten aufgeführten öffentlichen RPC-Endpunkte. Der Anbieter sieht Ihre IP und Ihre Anfrage; Aperture selbst speichert nichts.
el: Το Aperture δεν διαθέτει διακομιστές. Κάθε ανάγνωση υπολοίπου και ιστορικού πηγαίνει απευθείας από αυτό το iPhone στα δημόσια σημεία RPC που αναφέρονται παρακάτω. Ο πάροχος βλέπει τη διεύθυνση IP και το ερώτημά σας· το ίδιο το Aperture δεν καταγράφει τίποτα.
es: Aperture no tiene servidores. Cada lectura de saldo e historial va directamente desde este iPhone a los endpoints RPC públicos que aparecen abajo. El proveedor ve tu IP y tu consulta; Aperture en sí no registra nada.
et: Aperture'il ei ole servereid. Iga saldo ja ajaloo päring liigub otse sellest iPhone'ist allpool loetletud avalikele RPC otspunktidele. Teenusepakkuja näeb sinu IP-d ja päringut; Aperture ise ei salvesta midagi.
fa: Aperture هیچ سروری ندارد. هر خواندن موجودی و تاریخچه مستقیماً از همین iPhone به نقاط پایانی عمومی RPC که در زیر فهرست شده‌اند می‌رود. ارائه‌دهنده، IP و درخواست شما را می‌بیند؛ خود Aperture چیزی ثبت نمی‌کند.
fi: Aperturella ei ole palvelimia. Jokainen saldo- ja historiakysely lähtee suoraan tältä iPhonelta alla luetelluille julkisille RPC-päätepisteille. Tarjoaja näkee IP-osoitteesi ja kyselysi; Aperture itse ei tallenna mitään.
fil: Walang server ang Aperture. Bawat pagbasa ng balanse at history ay direktang papunta mula sa iPhone na ito patungo sa mga pampublikong RPC endpoint na nakalista sa ibaba. Nakikita ng provider ang iyong IP at query; ang Aperture mismo ay walang itinatala.
fr: Aperture n'a pas de serveurs. Chaque lecture de solde et d'historique se fait directement de cet iPhone vers les points d'accès RPC publics répertoriés ci-dessous. Le fournisseur voit votre IP et votre requête ; Aperture lui-même n'enregistre rien.
he: ל-Aperture אין שרתים. כל קריאת יתרה והיסטוריה נשלחת ישירות מ-iPhone זה לנקודות הקצה הציבוריות של RPC המפורטות למטה. הספק רואה את כתובת ה-IP שלך ואת השאילתה; Aperture עצמו אינו מתעד דבר.
hi: Aperture का कोई सर्वर नहीं है। हर बैलेंस और हिस्ट्री क्वेरी सीधे इस iPhone से नीचे सूचीबद्ध सार्वजनिक RPC एंडपॉइंट्स पर जाती है। प्रदाता आपका IP और क्वेरी देख सकता है; Aperture स्वयं कुछ भी रिकॉर्ड नहीं करता।
hr: Aperture nema poslužitelje. Svaki upit stanja i povijesti ide izravno s ovog iPhonea na javne RPC krajnje točke navedene u nastavku. Pružatelj vidi vašu IP adresu i upit; Aperture sam ne bilježi ništa.
hu: Az Aperture-nek nincsenek szerverei. Minden egyenleg- és előzménylekérdezés közvetlenül erről az iPhone-ról megy az alább felsorolt nyilvános RPC-végpontokhoz. A szolgáltató látja az IP-jét és a lekérdezést; maga az Aperture semmit nem rögzít.
id: Aperture tidak memiliki server. Setiap pembacaan saldo dan riwayat berjalan langsung dari iPhone ini ke endpoint RPC publik yang tercantum di bawah. Penyedia melihat IP dan kueri Anda; Aperture sendiri tidak mencatat apa pun.
is: Aperture er án netþjóna. Hver staðu- og söguflettiaðgerð fer beint úr þessum iPhone í opinberu RPC-endapunktana sem taldir eru upp hér að neðan. Þjónustuveitan sér IP-tölu þína og fyrirspurn; Aperture sjálft skráir ekkert.
it: Aperture non ha server. Ogni lettura di saldo e cronologia avviene direttamente da questo iPhone agli endpoint RPC pubblici elencati di seguito. Il provider vede il tuo IP e la tua richiesta; Aperture in sé non registra nulla.
ja: Aperture にはサーバーはありません。残高と履歴の取得はすべて、この iPhone から下記の公開 RPC エンドポイントへ直接送信されます。プロバイダーはあなたの IP とクエリを確認できますが、Aperture 自体は何も記録しません。
ko: Aperture에는 서버가 없습니다. 모든 잔액 및 내역 조회는 이 iPhone에서 아래 나열된 공개 RPC 엔드포인트로 직접 전송됩니다. 공급자는 당신의 IP와 쿼리를 볼 수 있지만, Aperture 자체는 아무것도 기록하지 않습니다.
lt: „Aperture“ neturi serverių. Kiekvienas balanso ir istorijos užklausimas tiesiogiai eina iš šio „iPhone“ į žemiau išvardytus viešus RPC galinius taškus. Teikėjas mato jūsų IP ir užklausą; pati „Aperture“ nieko nefiksuoja.
lv: Aperture nav serveru. Katra atlikuma un vēstures nolasīšana iet tieši no šī iPhone uz zemāk uzskaitītajiem publiskajiem RPC galapunktiem. Pakalpojumu sniedzējs redz jūsu IP un vaicājumu; pats Aperture nereģistrē neko.
ml: Aperture-ന് സെർവറുകളില്ല. ഓരോ ബാലൻസ്, ഹിസ്റ്ററി വായനയും ഈ iPhone-ൽ നിന്ന് താഴെ പട്ടികപ്പെടുത്തിയിട്ടുള്ള പൊതു RPC എൻഡ്പോയിന്റുകളിലേക്ക് നേരിട്ടാണ് പോകുന്നത്. ദാതാവ് നിങ്ങളുടെ IP-യും ചോദ്യവും കാണുന്നു; Aperture തന്നെ ഒന്നും രേഖപ്പെടുത്തുന്നില്ല.
mr: Aperture कडे कोणतेही सर्व्हर नाहीत. प्रत्येक शिल्लक आणि इतिहास वाचन या iPhone वरून खाली सूचीबद्ध केलेल्या सार्वजनिक RPC एंडपॉइंट्सकडे थेट जाते. प्रदाता तुमचा IP आणि क्वेरी पाहतो; Aperture स्वतः काहीही नोंदवत नाही.
ms: Aperture tiada pelayan. Setiap bacaan baki dan sejarah pergi terus dari iPhone ini ke titik akhir RPC awam yang disenaraikan di bawah. Penyedia melihat IP dan pertanyaan anda; Aperture sendiri tidak merekod apa-apa.
nb: Aperture har ingen servere. Hver saldo- og historikkforespørsel går direkte fra denne iPhonen til de offentlige RPC-endepunktene som er oppført nedenfor. Leverandøren ser IP-en din og forespørselen; Aperture selv registrerer ingenting.
nl: Aperture heeft geen servers. Elke saldo- en geschiedenisopvraging gaat rechtstreeks vanaf deze iPhone naar de hieronder vermelde publieke RPC-eindpunten. De provider ziet je IP en je opvraging; Aperture zelf legt niets vast.
pa: Aperture ਕੋਲ ਕੋਈ ਸਰਵਰ ਨਹੀਂ ਹਨ। ਹਰ ਬੈਲੰਸ ਅਤੇ ਇਤਿਹਾਸ ਪੜ੍ਹਨ ਇਸ iPhone ਤੋਂ ਸਿੱਧਾ ਹੇਠਾਂ ਦਰਜ ਜਨਤਕ RPC ਅੰਤ-ਨੁਕਤਿਆਂ ਤੇ ਜਾਂਦਾ ਹੈ। ਪ੍ਰਦਾਤਾ ਤੁਹਾਡੀ IP ਅਤੇ ਸਵਾਲ ਦੇਖਦਾ ਹੈ; Aperture ਆਪ ਕੁਝ ਵੀ ਰਿਕਾਰਡ ਨਹੀਂ ਕਰਦਾ।
pl: Aperture nie ma serwerów. Każde odczytanie salda i historii odbywa się bezpośrednio z tego iPhone'a do publicznych punktów końcowych RPC wymienionych poniżej. Dostawca widzi Twój adres IP i zapytanie; sam Aperture niczego nie zapisuje.
pt_br: O Aperture não tem servidores. Cada leitura de saldo e histórico vai direto deste iPhone aos endpoints RPC públicos listados abaixo. O provedor vê seu IP e sua consulta; o próprio Aperture não registra nada.
ro: Aperture nu are servere. Fiecare citire de sold și istoric pleacă direct de pe acest iPhone către endpointurile RPC publice de mai jos. Furnizorul vede IP-ul și interogarea; Aperture însăși nu înregistrează nimic.
ru: У Aperture нет серверов. Каждый запрос баланса и истории идёт напрямую с этого iPhone к указанным ниже публичным RPC-узлам. Провайдер видит ваш IP-адрес и запрос; сама Aperture ничего не записывает.
sk: Aperture nemá žiadne servery. Každé čítanie zostatku a histórie ide priamo z tohto iPhonu na verejné RPC koncové body uvedené nižšie. Poskytovateľ vidí vašu IP a dotaz; samotná Aperture nezaznamenáva nič.
sl: Aperture nima strežnikov. Vsako branje stanja in zgodovine gre neposredno s tega iPhona na javne RPC končne točke, navedene spodaj. Ponudnik vidi vaš IP in poizvedbo; Aperture sam ne beleži ničesar.
sr: Aperture нема сервере. Свако читање стања и историје иде директно са овог iPhone-а на јавне RPC крајње тачке наведене испод. Провајдер види вашу IP адресу и упит; Aperture сам ништа не бележи.
sv: Aperture har inga servrar. Varje saldo- och historikförfrågan går direkt från denna iPhone till de publika RPC-endpoints som listas nedan. Leverantören ser din IP och din förfrågan; Aperture i sig registrerar inget.
sw: Aperture haina seva. Kila usomaji wa salio na historia huenda moja kwa moja kutoka iPhone hii hadi pointi za umma za RPC zilizoorodheshwa hapa chini. Mtoa huduma huona IP yako na maswali yako; Aperture yenyewe haihifadhi chochote.
ta: Aperture-க்கு சேவையகங்கள் இல்லை. ஒவ்வொரு இருப்பு மற்றும் வரலாறு வாசிப்பும் இந்த iPhone-லிருந்து கீழே பட்டியலிடப்பட்ட பொது RPC முனைகளுக்கு நேரடியாக செல்கிறது. வழங்குநர் உங்கள் IP மற்றும் கேள்வியைப் பார்க்கிறார்; Aperture தானே எதையும் பதிவு செய்வதில்லை.
te: Aperture కు సర్వర్లు లేవు. ప్రతి బ్యాలెన్స్ మరియు హిస్టరీ రీడ్ ఈ iPhone నుండి కిందనున్న పబ్లిక్ RPC ఎండ్‌పాయింట్లకు నేరుగా వెళుతుంది. ప్రొవైడర్ మీ IP మరియు క్వెరీని చూస్తాడు; Aperture తానే ఏదీ నమోదు చేయదు.
th: Aperture ไม่มีเซิร์ฟเวอร์ การอ่านยอดเงินและประวัติทั้งหมดเดินทางจาก iPhone นี้ไปยังจุดปลายทาง RPC สาธารณะที่ระบุไว้ด้านล่างโดยตรง ผู้ให้บริการเห็น IP และคำสั่งของคุณ ส่วน Aperture ไม่ได้บันทึกอะไรเอง
tr: Aperture'ın sunucusu yoktur. Her bakiye ve geçmiş okuması, bu iPhone'dan aşağıda listelenen genel RPC uç noktalarına doğrudan gider. Sağlayıcı IP adresinizi ve sorgunuzu görür; Aperture'ın kendisi hiçbir şey kaydetmez.
uk: У Aperture немає серверів. Кожен запит балансу та історії йде безпосередньо з цього iPhone до публічних RPC-вузлів, перелічених нижче. Провайдер бачить вашу IP-адресу й запит; саме Aperture нічого не записує.
ur: Aperture کا کوئی سرور نہیں ہے۔ ہر بیلنس اور ہسٹری ریڈنگ اسی iPhone سے سیدھے نیچے درج عوامی RPC اینڈ پوائنٹس کی طرف جاتی ہے۔ فراہم کنندہ آپ کا IP اور آپ کی استفسار دیکھتا ہے؛ Aperture خود کچھ ریکارڈ نہیں کرتا۔
vi: Aperture không có máy chủ. Mọi truy vấn số dư và lịch sử đi thẳng từ chiếc iPhone này đến các điểm cuối RPC công khai liệt kê bên dưới. Nhà cung cấp thấy IP và truy vấn của bạn; bản thân Aperture không ghi lại gì.
zh_hans: Aperture 没有服务器。每一次余额和历史查询都是直接从此 iPhone 发往下方列出的公共 RPC 端点。提供商可以看到你的 IP 和查询;Aperture 本身不记录任何内容。
zh_hant: Aperture 沒有伺服器。每一次餘額和歷史查詢都是直接從此 iPhone 發往下方列出的公開 RPC 端點。提供者可以看到你的 IP 和查詢;Aperture 本身不會記錄任何內容。

source: Aperture has no signup, no email, no password.
af: Aperture het geen registrasie, geen e-pos, geen wagwoord nie.
ar: ‏لا يتطلب Aperture تسجيلًا ولا بريدًا إلكترونيًا ولا كلمة مرور.
bg: Aperture няма регистрация, имейл или парола.
bn: Aperture-এ কোনো সাইনআপ নেই, ইমেইল নেই, পাসওয়ার্ড নেই।
ca: Aperture no té registre, ni correu, ni contrasenya.
cs: Aperture nemá žádnou registraci, e-mail ani heslo.
da: Aperture har ingen tilmelding, ingen e-mail, intet kodeord.
de: Aperture hat keine Registrierung, keine E-Mail-Adresse, kein Passwort.
el: Το Aperture δεν διαθέτει εγγραφή, email ή κωδικό πρόσβασης.
es: Aperture no tiene registro, ni correo, ni contraseña.
et: Aperture'il ei ole registreerimist, e-posti aadressi ega parooli.
fa: ‏Aperture ثبت‌نام، ایمیل و رمز عبور ندارد.
fi: Aperturessa ei ole rekisteröitymistä, sähköpostia eikä salasanaa.
fil: Walang sign-up, walang email, walang password ang Aperture.
fr: Aperture n'a pas d'inscription, pas d'e-mail, pas de mot de passe.
he: ‏ל-Aperture אין הרשמה, אין דוא"ל ואין סיסמה.
hi: Aperture में कोई साइनअप, ईमेल या पासवर्ड नहीं है।
hr: Aperture nema registracije, e-pošte ni lozinke.
hu: Az Aperture-ben nincs regisztráció, e-mail vagy jelszó.
id: Aperture tidak memiliki pendaftaran, email, atau kata sandi.
is: Aperture er án skráningar, án tölvupósts og án lykilorðs.
it: Aperture non ha registrazione, email o password.
ja: Aperture にはサインアップも、メールアドレスも、パスワードもありません。
ko: Aperture에는 가입, 이메일, 비밀번호가 없습니다.
lt: Aperture neturi registracijos, el. pašto ar slaptažodžio.
lv: Aperture nav reģistrēšanās, e-pasta vai paroles.
ml: Aperture-ന് സൈൻ-അപ്, ഇമെയിൽ, പാസ്‌വേഡ് എന്നിവയില്ല.
mr: Aperture मध्ये साइनअप, ईमेल किंवा पासवर्ड नाही.
ms: Aperture tiada pendaftaran, e-mel atau kata laluan.
nb: Aperture har ingen registrering, ingen e-post, intet passord.
nl: Aperture heeft geen aanmelding, geen e-mailadres en geen wachtwoord.
pa: Aperture ਵਿੱਚ ਕੋਈ ਸਾਈਨਅੱਪ, ਈਮੇਲ ਜਾਂ ਪਾਸਵਰਡ ਨਹੀਂ ਹੈ।
pl: Aperture nie ma rejestracji, adresu e-mail ani hasła.
pt_br: O Aperture não tem cadastro, e-mail nem senha.
ro: Aperture nu are înregistrare, e-mail sau parolă.
ru: В Aperture нет регистрации, электронной почты и пароля.
sk: Aperture nemá žiadnu registráciu, e-mail ani heslo.
sl: Aperture nima registracije, e-pošte ali gesla.
sr: Aperture нема регистрацију, имејл ни лозинку.
sv: Aperture har ingen registrering, ingen e-post, inget lösenord.
sw: Aperture haina usajili, barua pepe wala nenosiri.
ta: Aperture-இல் பதிவு, மின்னஞ்சல் அல்லது கடவுச்சொல் இல்லை.
te: Aperture కు సైన్అప్ లేదు, ఇమెయిల్ లేదు, పాస్‌వర్డ్ లేదు.
th: Aperture ไม่มีการลงทะเบียน ไม่มีอีเมล ไม่มีรหัสผ่าน
tr: Aperture'de kayıt, e-posta veya parola yoktur.
uk: Aperture не має реєстрації, електронної пошти чи пароля.
ur: ‏Aperture میں نہ سائن اپ ہے، نہ ای میل، نہ پاس ورڈ۔
vi: Aperture không có đăng ký, email hay mật khẩu.
zh_hans: Aperture 没有注册、没有邮箱、没有密码。
zh_hant: Aperture 沒有註冊、沒有電子郵件、沒有密碼。

source: Aperture imports keys locally. Nothing leaves this iPhone.
af: Aperture voer sleutels plaaslik in. Niks verlaat hierdie iPhone nie.
ar: يستورد Aperture المفاتيح محلياً. لا شيء يغادر هذا الـ iPhone.
bg: Aperture внася ключове локално. Нищо не напуска този iPhone.
bn: Aperture কী‑গুলি স্থানীয়ভাবে আমদানি করে। কিছুই এই iPhone ছেড়ে যায় না।
ca: Aperture importa les claus localment. No surt res d'aquest iPhone.
cs: Aperture importuje klíče lokálně. Nic neopustí tento iPhone.
da: Aperture importerer nøgler lokalt. Intet forlader denne iPhone.
de: Aperture importiert Schlüssel lokal. Nichts verlässt dieses iPhone.
el: Το Aperture εισάγει τα κλειδιά τοπικά. Τίποτα δεν φεύγει από αυτό το iPhone.
es: Aperture importa las claves localmente. Nada sale de este iPhone.
et: Aperture impordib võtmeid kohapeal. Miski ei lahku sellest iPhone'ist.
fa: Aperture کلیدها را به‌صورت محلی وارد می‌کند. هیچ چیزی این iPhone را ترک نمی‌کند.
fi: Aperture tuo avaimet paikallisesti. Mikään ei poistu tästä iPhonesta.
fil: Mag-iimport ang Aperture ng mga key nang lokal. Walang umaalis sa iPhone na ito.
fr: Aperture importe les clés localement. Rien ne quitte cet iPhone.
he: Aperture מייבא מפתחות מקומית. שום דבר לא יוצא מה‑iPhone הזה.
hi: Aperture कुंजियों को स्थानीय रूप से आयात करता है। कुछ भी इस iPhone से बाहर नहीं जाता।
hr: Aperture uvozi ključeve lokalno. Ništa ne napušta ovaj iPhone.
hu: Az Aperture helyileg importálja a kulcsokat. Semmi sem hagyja el ezt az iPhone-t.
id: Aperture mengimpor kunci secara lokal. Tidak ada yang keluar dari iPhone ini.
is: Aperture flytur inn lykla á staðnum. Ekkert yfirgefur þennan iPhone.
it: Aperture importa le chiavi localmente. Nulla esce da questo iPhone.
ja: Aperture はキーをローカルでインポートします。何もこの iPhone から出ません。
ko: Aperture는 키를 로컬에서 가져옵니다. 이 iPhone에서 아무것도 나가지 않습니다.
lt: Aperture importuoja raktus vietoje. Niekas neišeina iš šio iPhone.
lv: Aperture importē atslēgas lokāli. Nekas neatstāj šo iPhone.
ml: Aperture കീകൾ പ്രാദേശികമായി ഇറക്കുമതി ചെയ്യുന്നു. ഈ iPhone-ൽ നിന്ന് ഒന്നും പുറത്തുപോകുന്നില്ല.
mr: Aperture किल्ल्या स्थानिक पातळीवर आयात करते. काहीही या iPhone मधून बाहेर जात नाही.
ms: Aperture mengimport kunci secara setempat. Tiada apa-apa keluar dari iPhone ini.
nb: Aperture importerer nøkler lokalt. Ingenting forlater denne iPhone-en.
nl: Aperture importeert sleutels lokaal. Niets verlaat deze iPhone.
pa: Aperture ਕੁੰਜੀਆਂ ਨੂੰ ਸਥਾਨਕ ਤੌਰ 'ਤੇ ਆਯਾਤ ਕਰਦਾ ਹੈ। ਕੁਝ ਵੀ ਇਸ iPhone ਨੂੰ ਨਹੀਂ ਛੱਡਦਾ।
pl: Aperture importuje klucze lokalnie. Nic nie opuszcza tego iPhone'a.
pt_br: O Aperture importa chaves localmente. Nada sai deste iPhone.
ro: Aperture importă cheile local. Nimic nu părăsește acest iPhone.
ru: Aperture импортирует ключи локально. Ничего не покидает этот iPhone.
sk: Aperture importuje kľúče lokálne. Nič neopustí tento iPhone.
sl: Aperture uvozi ključe lokalno. Nič ne zapusti tega iPhona.
sr: Aperture увози кључеве локално. Ништа не напушта овај iPhone.
sv: Aperture importerar nycklar lokalt. Inget lämnar denna iPhone.
sw: Aperture huingiza funguo kwa ndani. Hakuna kinachoondoka kwenye iPhone hii.
ta: Aperture சாவிகளை உள்ளூரில் இறக்குமதி செய்கிறது. எதுவும் இந்த iPhone-ஐ விட்டு வெளியேறாது.
te: Aperture కీలను స్థానికంగా దిగుమతి చేస్తుంది. ఏదీ ఈ iPhoneని వదిలి వెళ్ళదు.
th: Aperture นำเข้าคีย์ในเครื่อง ไม่มีอะไรออกจาก iPhone นี้
tr: Aperture anahtarları yerel olarak içe aktarır. Hiçbir şey bu iPhone'dan çıkmaz.
uk: Aperture імпортує ключі локально. Нічого не залишає цей iPhone.
ur: Aperture کیز کو مقامی طور پر درآمد کرتا ہے۔ کچھ بھی اس iPhone سے باہر نہیں جاتا۔
vi: Aperture nhập khóa cục bộ. Không có gì rời khỏi iPhone này.
zh_hans: Aperture 在本地导入密钥。没有任何内容离开这台 iPhone。
zh_hant: Aperture 在本機匯入金鑰。沒有任何資料離開這台 iPhone。
